{
  "pageTitle": "شخصيات NFT",
  "title": "المملكة المصرية القديمة",
  "Prag": "بالنسبة للميكانيكا داخل اللعبة ، تغير ندرة NFT مظهر الفرعون المعني وتزيد من إمكانية كسب العملة داخل اللعبة للمباريات العادية ومباريات المميزة",
  "prag1": "في سوق NFT، ستؤثر ندرة NFT على آلية تخزين الفرعون في السوق ومستوى حساب اللاعب. كلما زادت ندرة NFT ، زادت احتمالية عملة LOP$.",
  "subhead1": "مجموعة المظاهر",
  "subhead2": "مستوى الندرة",
  "subhead3": "كيفية الحصول على",
  "subtitle1": "أبدي",
  "subtitle2": "أسطوري",
  "subtitle3": "خرافي",
  "subtitle4": "مَلحمي",
  "subtitle5": "نادر",
  "subtitle6": "غير عادي",
  "subtitle7": "عادي",
  "subtb1": "اندماج NFTs",
  "subtb2": "أحداث ما قبل الإطلاق وزخيرة LOP",
  "subtb3": "أحداث LOP / جوائز الابطال",
  "subtb4": "ذخيرة LOPS، ذخيرة الألفا و اندماج NFTs",
  "subtb5": "ذخيرة LOPS، ذخيرة البيتا و اندماج NFTs",
  "subtb6": "ذخيرة LOPS، ذخيرة البيتا و اندماج NFTs",
  "subtb7": "ذخيرة LOPS، ذخيرة البيتا و",
  "title2": "تخزين NFT",
  "prag3": "بالإضافة إلى المعارك في الساحة القديمة ، يمكن للاعبين إرسال فرعونهم (NFT) للمخازن عبر بوابة شحن LOP حيث تقدم شخصيات NFT مكافآت رمزية.",
  "prag4": "تتمتع كل شخصية من شخصيات NFT بقدرة تعدين يمكن ترقيتها من خلال اندماج NFT لترقية مستوى ندرتها. سيتم تحديد قوة التعدين للمستخدم من خلال إجمالي قوة التعدين لجميع شخصيات NFT الخاصة بهم. يعتمد مقدار الرموز المميزة LOP التي يتم تعدينها يوميًا على إجمالي قوة التعدين عبر جميع المستخدمين.",
  "prag5": "بصرف النظر عن ربح الرموز من $ LOP ، يمكن للمستخدمين ربح العملات المميزة من شركاء League of Pharaohs.",
  "title3": "اندماج NFT",
  "prag6": "سوق NFT ، تسمح هذه الميزة للمستخدمين بدمج NFTs المختلفة معًا لإنشاء شخصية NFT ذات مستوى أعلى. طريقة الحصول على شخصية خالدة. بعد مرور بعض الوقت ، سيجد معظم اللاعبين أنهم جمعوا NFTs ذات المستوى المنخفض إلى المتوسط. تمنحهم هذه الميزة فرصة لحرق مخزونهم المتقادم والحصول على مستوى NFT أعلى إذا تم استيفاء الشروط.",
  "prag7": "طريقة للحصول على شخصية خالدة. بعد مرور بعض الوقت ، سيجد معظم اللاعبين أنهم جمعوا NFTs ذات المستوى المنخفض إلى المتوسط. تمنحهم هذه الميزة فرصة لحرق مخزونهم المتقادم والحصول على مستوى NFT أعلى إذا تم استيفاء الشروط.",
  "example": "كمثال",
  "title4": "مكافأةيمكن الحصول على مكافأة محددة عندما يدمج المستخدمون نفس مستوى ندرة NFT لجميع الأدوار الخمسة المختلفة (الدبابة ، والسحر ، والرقيب ، والدعم ، والقاتل). ستمنح تأثيرات المكافأة المحددة بشكل اسرع، والذي يضاعف إجمالي مضاعف التعدين للمستخدم. سيتم حساب تأثير التعزيز أعلى مضاعف التعدين على مستوى الحساب. على سبيل المثال ، سيكون لحساب المستوى 5 (مع مجموعة المكافآت الأسطورية) مضاعف تعدين يبلغ 1.25x وتأثير دفعة 2.5x. يتم حساب هذا على أنه 1.25x مرات 2.5x = 3.125x علاوة على ذلك ، NFT",
  "prag8": "يمكن الحصول على مكافأة محددة عندما يجمع المستخدمون نفس مستوى ندرة NFT لجميع الأدوار الخمسة المختلفة (الدبابة ، والسحر ، والرقيب ، والدعم ، والقاتل). ستمنح تأثيرات المكافأة المحددة تأثير Boost ، والذي يضاعف إجمالي مضاعف التعدين للمستخدم. سيتم حساب تأثير التعزيز أعلى مضاعف التعدين على مستوى الحساب. على سبيل المثال ، سيكون لحساب المستوى 5 (مع مجموعة المكافآت الأسطورية) مضاعف تعدين يبلغ 1.25x وتأثير دفعة 2.5x. يتم حساب هذا على أنه 1.25x TIMES 2.5x = 3.125x علاوة على ذلك ،",
  "prag9": "سيؤدي تعيين تأثيرات المكافأة إلى فتح ميزات معينة داخل اللعبة. ستتمتع جميع مكافآت المجموعة الأعلى بميزات المكافآت الأقل مجموعة أدناه.",
  "subhead4": "مزيج الفراعنة",
  "subhead5": "النتيجة",
  "subtb8": "1 × المظهر الأسطوري. 1 × المظهر الأسطوري. 2x المظهر الملحمي",
  "subtb9": "الأبدي",
  "subtb10": "1 × المظهر الأسطوري + 3 المظهر الملحمي",
  "subtb11": "الأسطوري"
}
