{
  "pageTitle": "NFT Characters",
  "title": "the Egyptian Ancient Realm",
  "Prag": "For in-game mechanics, NFT rarity changes the appearance of the respective Pharaoh and increase the earning potential of in-game currency for Regular and P2E matches. ",
  "prag1": "In the NFT Marketplace, NFT rarities will affect the staking mechanism in the marketplace and the player's account level. Higher the rarity of the NFT, the higher potential earnings of $LOP tokens when staked",
  "subhead1": "Skin Category",
  "subhead2": "Rarity Level",
  "subhead3": "How to obtain",
  "subtitle1": "Immortal",
  "subtitle2": "Mythical",
  "subtitle3": "Legendary",
  "subtitle4": "Epic",
  "subtitle5": "Rare",
  "subtitle6": "UnCommom",
  "subtitle7": "Commom",
  "subtb1": "NFT Skin Fusion",
  "subtb2": "Pre-Launch Events & LOP Amulet",
  "subtb3": "LOP Events/Rank Rewards",
  "subtb4": "LOP Amulet, Alpha Amulet & NFT Skin Fusion",
  "subtb5": "LOP Amulet, Beta Amulet & NFT Skin Fusion",
  "subtb6": "LOP Amulet, Beta Amulet & NFT Skin Fusion",
  "subtb7": "LOP Amulet, Beta Amulet",
  "title2": "NFT staking",
  "prag3": "In addition to battles in the ancient arena, Players can send their Pharaoh (NFT) for staking in the LOP charging portal where NFT characters yield token rewards.",
  "prag4": "Each NFT character has a mining power that can be upgraded through NFT fusion to upgrade its rarity level. User's mining power would be determined by the total mining power of all their NFT characters. The amount of LOP tokens mined per day depends on the total mining power across all users on a weighted average period.",
  "prag5": "Apart from earning from $LOP tokens, users can earn tokens from League of Pharaohs partners.",
  "title3": "NFT fusion",
  "prag6": "In the NFT Marketplace, this feature allows users to combine various NFTs together to create a higher tier NFT character. Thi way to obtain an Immortal Character. After some time, most players will find that they have collected extra low to mid-tier rarity NFTs. This feature gives them a chance to burn their obsolete inventory and obtain a higher tier NFT if conditions are met.",
  "prag7": "way to obtain an Immortal Character. After some time, most players will find that they have collected extra low to mid-tier rarity NFTs. This feature gives them a chance to burn their obsolete inventory and obtain a higher tier NFT if conditions are met.",
  "example": "For example:",
  "title4": "NFT bonus",
  "prag8": "A set bonus can be obtained when users have collected the same NFT rarity level for all 5 different roles (Tank, Mage, Marksman, Support and Assassin). Set bonus effects will grant a Boost effect, which multiplies the total mining multiplier of the user. The Boost effect will be calculated on top of the Account Level mining multiplier. For example, a Level 5 account (with a Legendary bonus set) will have a mining multiplier of 1.25x and a Boost effect of 2.5x. This is calculated as 1.25x TIMES 2.5x = 3.125x Moreover,",
  "prag9": "set bonus effects will unlock certain in-game features. All higher set bonuses will have the features of the lower set bonuses below them.",
  "subhead4": "Fuse Combination",
  "subhead5": "Result",
  "subtb8": "1 x Mythical skin + 1 x “Legendary skin + 2x “Epic skin",
  "subtb9": "Immortal",
  "subtb10": "1 x Legendary skin + 3 “Epic skin",
  "subtb11": "Mythical"
}
